// Localized application name
"applicationName" = "Transferência de Ficheiros Android";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nome";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Última Modificação";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Tamanho";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nova pasta";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Eliminar";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copiar";

// Text shown on a button which cancels an operation.
"cancelButton" = "Cancelar";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "A cancelar";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "A preparar para copiar para \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "A calcular tempo restante...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Faltam menos de 5 segundos";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Faltam menos de 15 segundos";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Faltam menos de 30 segundos";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Falta cerca de 1 minuto";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Falta cerca de 1 hora";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ de %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "pasta sem nome";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 item, %1$@ disponível(eis)";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Erro ao eliminar";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Não foi possível eliminar o ficheiro ou a pasta \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Não foi possível criar a pasta";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Não foi possível estabelecer ligação ao aparelho";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Não foi possível comunicar com o aparelho";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Não foi possível mudar o nome da pasta";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Não foi possível mudar o nome do ficheiro";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Não foi possível copiar o ficheiro";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Não foi possível substituir o ficheiro";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Não foi possível copiar o ficheiro \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "A aplicação de Transferência de Ficheiros Android não consegue abrir ficheiros.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Para abrir um ficheiro, mova-o primeiro para o computador.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "A aplicação de Transferência de Ficheiros Android não consegue abrir vários itens.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Não existe nenhum item selecionado para abrir.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Selecione um único item e tente novamente.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Sem erros";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Não existe nenhum item com esse nome";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "O aparelho não foi inicializado. Tente ligar novamente ou reiniciar o aparelho";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Já existe um ficheiro ou uma pasta com esse nome";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Tente ligar novamente ou reiniciar o aparelho.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Já existe um item com o nome \"%@\" nesta pasta.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Pretende substituir o item existente pelo que está a ser copiado?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Substituir";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Ignorar";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Substituir Tudo";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "O ficheiro \"%@\" é demasiado grande.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "A aplicação de Transferência de Ficheiros Android só pode transferir ficheiros com tamanho inferior a 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Tem a certeza de que pretende eliminar permanentemente os itens selecionados?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Não pode anular esta acção";

// Label for the About menu item
"menuAbout" = "Acerca da Transferência de Ficheiros Android";
// Label for the Services menu item
"menuServices" = "Serviços";
// Label for the menu item which hides the application
"menuHide" = "Ocultar a Transferência de Ficheiros Android";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Ocultar Outros";
// Label for the menu item which shows all windows
"menuShowAll" = "Mostrar Tudo";
// Label for the menu item which quits the application
"menuQuit" = "Sair da Transferência de Ficheiros Android";

// Label for the File menu
"menuFile" = "Ficheiro";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nova Pasta";
// Label for the menu item which closes the window
"menuCloseWindow" = "Fechar Janela";
// Label for the menu item which deletes the selected items
"menuDelete" = "Eliminar";

// Label for the Go menu
"menuGo" = "Ir";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Anterior";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Encaminhar";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Pasta incluída";
// Label for the menu item which open the selected
"menuOpenFolder" = "Abrir pasta";

// Label for the Window menu
"menuWindow" = "Janela";
// Label for the minimize window menu item
"menuMinimize" = "Minimizar";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Trazer tudo para primeiro plano";

// Label for the Help menu
"menuHelp" = "Ajuda";
// Label for the help menu item
"menuHelpItem" = "Ajuda da Transferência de Ficheiros Android";

// Title shown on the welcome screen.
"welcomeTitleText" = "Bem-vindo à Transferência de Ficheiros Android";
// Body text of welcome screen.
"welcomeBodyText" = "Ligue o Mac ao seu aparelho Android utilizando o respetivo cabo USB. Em seguida, arraste os itens entre a janela da Transferência de Ficheiros Android e as janelas do Localizador. Escolha Ajuda > Ajuda da Transferência de Ficheiros Android para saber mais.\n\nA Transferência de Ficheiros Android suporta o Android 3.0 ou posterior.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Introdução";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Não foi encontrado nenhum aparelho Android";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Ligue o seu aparelho Android com um cabo USB para começar.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
